Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# StartAnalysisButton.AutomationProperties.HelpText
source: Downloads the Microsoft's Trusted Root Certificate Program list and finds all of the certificates in the Local Machine and Current User certificate stores that are not rooted to any certificates on that trusted list. You'll also be able to delete the untrusted certificates from your system.
ar: يقوم بتنزيل قائمة برنامج شهادات الجذر الموثوقة من مايكروسوفت ويجد جميع الشهادات في مخازن شهادات الجهاز المحلي والمستخدم الحالي التي لا تستند إلى أي شهادات في تلك القائمة الموثوقة. ستتمكن أيضاً من حذف الشهادات غير الموثوقة من نظامك.
de_de: Lädt die Liste des Microsoft Trusted Root Certificate Program herunter und ermittelt alle Zertifikate in den Zertifikatspeichern Lokaler Computer und Aktueller Benutzer, die nicht zu einem Zertifikat auf dieser vertrauenswürdigen Liste verkettet sind. Nicht vertrauenswürdige Zertifikate können Sie außerdem von Ihrem System löschen.
el_gr: Κατεβάζει τη λίστα του Προγράμματος Αξιόπιστων Πιστοποιητικών Ρίζας της Microsoft και βρίσκει όλα τα πιστοποιητικά στις αποθήκες πιστοποιητικών Τοπικού Μηχανήματος και Τρέχοντος Χρήστη που δεν βασίζονται σε κανένα πιστοποιητικό από αυτή την αξιόπιστη λίστα. Θα μπορείτε επίσης να διαγράψετε τα μη αξιόπιστα πιστοποιητικά από το σύστημά σας.
es: Descarga la lista del Programa de Certificados Raíz de Confianza de Microsoft y encuentra todos los certificados en los almacenes de certificados de Máquina Local y Usuario Actual que no están basados en ningún certificado de esa lista de confianza. También podrás eliminar los certificados no confiables de tu sistema.
fr_fr: Télécharge la liste du programme de certificats racines de confiance de Microsoft et trouve tous les certificats des magasins de certificats de l'ordinateur local et de l'utilisateur actuel qui ne sont liés à aucun certificat de cette liste de confiance. Vous pourrez également supprimer les certificats non fiables de votre système.
he_il: מוריד את רשימת תוכנית התעודות השורש המהימנות של Microsoft ומאתר את כל התעודות במאגרים Local Machine ו-Current User שאינן משורשרות לאף תעודה ברשימה המהימנת. בנוסף, תוכל למחוק את התעודות שאינן מהימנות מהמערכת.
hi_in: माइक्रोसॉफ्ट की विश्वसनीय मूल प्रमाणपत्र प्रोग्राम सूची डाउनलोड करता है और स्थानीय मशीन और वर्तमान उपयोगकर्ता प्रमाणपत्र स्टोर्स में सभी प्रमाणपत्रों को ढूंढता है जो उस विश्वसनीय सूची में किसी भी प्रमाणपत्र से जुड़े नहीं हैं। आप अपने सिस्टम से अविश्वसनीय प्रमाणपत्रों को भी हटा सकेंगे।
ml_in: മൈക്രോസോഫ്റ്റിന്റെ വിശ്വസനീയ റൂട്ട് സർട്ടിഫിക്കറ്റ് പ്രോഗ്രാം ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുകയും ലോക്കൽ മെഷീൻ, കറന്റ് യൂസർ സർട്ടിഫിക്കറ്റ് സ്റ്റോറുകളിലെ ആ വിശ്വസനീയ ലിസ്റ്റിലെ ഏതെങ്കിലും സർട്ടിഫിക്കറ്റുകളുമായി ബന്ധമില്ലാത്ത എല്ലാ സർട്ടിഫിക്കറ്റുകളും കണ്ടെത്തുകയും ചെയ്യുന്നു. നിങ്ങളുടെ സിസ്റ്റത്തിൽ നിന്ന് അവിശ്വസനീയ സർട്ടിഫിക്കറ്റുകൾ ഡിലീറ്റ് ചെയ്യാനും നിങ്ങൾക്ക് കഴിയും.
pl_pl: Pobiera listę Programu Zaufanych Certyfikatów Głównych Microsoft i znajduje wszystkie certyfikaty w magazynach certyfikatów Maszyny Lokalnej i Bieżącego Użytkownika, które nie są powiązane z żadnymi certyfikatami z tej zaufanej listy. Będziesz także mógł usunąć niezaufane certyfikaty ze swojego systemu.

# GetLocalCertificatesButton.Content
source: Get Local Certificates
ar: الحصول على الشهادات المحلية
de_de: Lokale Zertifikate abrufen
el_gr: Λήψη Τοπικών Πιστοποιητικών
es: Obtener Certificados Locales
fr_fr: Obtenir les certificats locaux
he_il: קבל תעודות מקומיות
hi_in: स्थानीय प्रमाणपत्र प्राप्त करें
ml_in: ലോക്കൽ സർട്ടിഫിക്കറ്റുകൾ നേടുക
pl_pl: Pobierz Certyfikaty Lokalne

# GetLocalCertificatesButton.ToolTipService.ToolTip
source: Retrieves all local certificates from the Local Machine and Current User certificate stores, shows them all in the List and allows you to sort them, search through them, copy their details or delete them.
ar: يسترد جميع الشهادات المحلية من مخازن شهادات الجهاز المحلي والمستخدم الحالي، ويعرضها جميعاً في القائمة ويتيح لك ترتيبها والبحث خلالها ونسخ تفاصيلها أو حذفها.
de_de: Ruft alle lokalen Zertifikate aus den Zertifikatspeichern Lokaler Computer und Aktueller Benutzer ab, zeigt sie in der Liste an und ermöglicht das Sortieren, Durchsuchen, Kopieren ihrer Details oder das Löschen.
el_gr: Ανακτά όλα τα τοπικά πιστοποιητικά από τις αποθήκες πιστοποιητικών Τοπικού Μηχανήματος και Τρέχοντος Χρήστη, τα εμφανίζει όλα στη Λίστα και σας επιτρέπει να τα ταξινομήσετε, να τα αναζητήσετε, να αντιγράψετε τις λεπτομέρειές τους ή να τα διαγράψετε.
es: Recupera todos los certificados locales de los almacenes de certificados de Máquina Local y Usuario Actual, los muestra todos en la Lista y te permite ordenarlos, buscar en ellos, copiar sus detalles o eliminarlos.
fr_fr: Récupère tous les certificats locaux des magasins de certificats de l'ordinateur local et de l'utilisateur actuel, les affiche tous dans la liste et vous permet de les trier, de les rechercher, de copier leurs détails ou de les supprimer.
he_il: מאחזר את כל התעודות המקומיות ממאגרים Local Machine ו-Current User, מציג את כולן ברשימה ומאפשר למיין, לחפש, להעתיק פרטים או למחוק אותן.
hi_in: स्थानीय मशीन और वर्तमान उपयोगकर्ता प्रमाणपत्र स्टोर्स से सभी स्थानीय प्रमाणपत्र पुनर्प्राप्त करता है, उन सभी को सूची में दिखाता है और आपको उन्हें क्रमबद्ध करने, उनमें खोज करने, उनके विवरण कॉपी करने या उन्हें हटाने की अनुमति देता है।
ml_in: ലോക്കൽ മെഷീൻ, കറന്റ് യൂസർ സർട്ടിഫിക്കറ്റ് സ്റ്റോറുകളിൽ നിന്ന് എല്ലാ ലോക്കൽ സർട്ടിഫിക്കറ്റുകളും റിട്രീവ് ചെയ്യുകയും അവയെല്ലാം ലിസ്റ്റിൽ കാണിക്കുകയും നിങ്ങളെ അവ സോർട്ട് ചെയ്യാനോ തിരയാനോ വിശദാംശങ്ങൾ കോപ്പി ചെയ്യാനോ ഡിലീറ്റ് ചെയ്യാനോ അനുവദിക്കുകയും ചെയ്യുന്നു.
pl_pl: Pobiera wszystkie lokalne certyfikaty z magazynów certyfikatów Maszyny Lokalnej i Bieżącego Użytkownika, pokazuje je wszystkie na Liście i pozwala je sortować, przeszukiwać, kopiować ich szczegóły lub je usuwać.

# GetLocalCertificatesButton.AutomationProperties.HelpText
source: Retrieves all local certificates from the Local Machine and Current User certificate stores, shows them all in the List and allows you to sort them, search through them, copy their details or delete them.
ar: يسترد جميع الشهادات المحلية من مخازن شهادات الجهاز المحلي والمستخدم الحالي، ويعرضها جميعاً في القائمة ويتيح لك ترتيبها والبحث خلالها ونسخ تفاصيلها أو حذفها.
de_de: Ruft alle lokalen Zertifikate aus den Zertifikatspeichern Lokaler Computer und Aktueller Benutzer ab, zeigt sie in der Liste an und ermöglicht das Sortieren, Durchsuchen, Kopieren ihrer Details oder das Löschen.
el_gr: Ανακτά όλα τα τοπικά πιστοποιητικά από τις αποθήκες πιστοποιητικών Τοπικού Μηχανήματος και Τρέχοντος Χρήστη, τα εμφανίζει όλα στη Λίστα και σας επιτρέπει να τα ταξινομήσετε, να τα αναζητήσετε, να αντιγράψετε τις λεπτομέρειές τους ή να τα διαγράψετε.
es: Recupera todos los certificados locales de los almacenes de certificados de Máquina Local y Usuario Actual, los muestra todos en la Lista y te permite ordenarlos, buscar en ellos, copiar sus detalles o eliminarlos.
fr_fr: Récupère tous les certificats locaux des magasins de certificats de l'ordinateur local et de l'utilisateur actuel, les affiche tous dans la liste et vous permet de les trier, de les rechercher, de copier leurs détails ou de les supprimer.
he_il: מאחזר את כל התעודות המקומיות ממאגרים Local Machine ו-Current User, מציג את כולן ברשימה ומאפשר למיין, לחפש, להעתיק פרטים או למחוק אותן.
hi_in: स्थानीय मशीन और वर्तमान उपयोगकर्ता प्रमाणपत्र स्टोर्स से सभी स्थानीय प्रमाणपत्र पुनर्प्राप्त करता है, उन सभी को सूची में दिखाता है और आपको उन्हें क्रमबद्ध करने, उनमें खोज करने, उनके विवरण कॉपी करने या उन्हें हटाने की अनुमति देता है।
ml_in: ലോക്കൽ മെഷീൻ, കറന്റ് യൂസർ സർട്ടിഫിക്കറ്റ് സ്റ്റോറുകളിൽ നിന്ന് എല്ලാ ലോക്കൽ സർട്ടിഫിക്കറ്റുകളും റിട്രീവ് ചെയ്യുകയും അവയെല്ലാം ലിസ്റ്റിൽ കാണിക്കുകയും നിങ്ങളെ അവ സോർട്ട് ചെയ്യാനോ തിരയാനോ വിശദാംശങ്ങൾ കോപ്പി ചെയ്യാനോ ഡിലീറ്റ് ചെയ്യാനോ അനുവദിക്കുകയും ചെയ്യുന്നു.
pl_pl: Pobiera wszystkie lokalne certyfikaty z magazynów certyfikatów Maszyny Lokalnej i Bieżącego Użytkownika, pokazuje je wszystkie na Liście i pozwala je sortować, przeszukiwać, kopiować ich szczegóły lub je usuwać.

# IncludeExpiredCertsToggleButton.Content
source: Include Expired
ar: تضمين منتهية الصلاحية
de_de: Abgelaufene einschließen
el_gr: Συμπερίληψη Ληγμένων
es: Incluir Vencidos
fr_fr: Inclure expirés
he_il: כלול תוקף שפג
hi_in: समाप्त प्रमाणपत्र शामिल करें
ml_in: കാലഹരണപ്പെട്ടവ ഉൾപ്പെടുത്തുക
pl_pl: Uwzględnij Wygasłe

# IncludeExpiredCertsToggleButton.ToolTipService.ToolTip
source: Include expired or not-yet-valid certificates in the results.
ar: تضمين الشهادات منتهية الصلاحية أو غير صالحة بعد في النتائج.
de_de: Abgelaufene oder noch nicht gültige Zertifikate in die Ergebnisse einschließen.
el_gr: Συμπερίληψη ληγμένων ή μη έγκυρων ακόμη πιστοποιητικών στα αποτελέσματα.
es: Incluir certificados vencidos o aún no válidos en los resultados.
fr_fr: Inclure les certificats expirés ou non encore valides dans les résultats.
he_il: כלול תעודות שפג תוקפן או שאינן עדיין בתוקף בתוצאות.
hi_in: परिणामों में समाप्त या अभी तक वैध नहीं प्रमाणपत्र शामिल करें।
ml_in: കാലഹരണപ്പെട്ടതോ ഇനിയും സാധുവാകാത്തതോ ആയ സർട്ടിഫിക്കറ്റുകൾ ഫലങ്ങളിൽ ഉൾപ്പെടുത്തുക.
pl_pl: Uwzględnij wygasłe lub jeszcze nieważne certyfikaty w wynikach.

# IncludeExpiredCertsToggleButton.AutomationProperties.HelpText
source: Include expired or not-yet-valid certificates in the results.
ar: تضمين الشهادات منتهية الصلاحية أو غير صالحة بعد في النتائج.
de_de: Abgelaufene oder noch nicht gültige Zertifikate in die Ergebnisse einschließen.
el_gr: Συμπερίληψη ληγμένων ή μη έγκυρων ακόμη πιστοποιητικών στα αποτελέσματα.
es: Incluir certificados vencidos o aún no válidos en los resultados.
fr_fr: Inclure les certificats expirés ou non encore valides dans les résultats.
he_il: כלול תעודות שפג תוקפן או שאינן עדיין בתוקף בתוצאות.
hi_in: परिणामों में समाप्त या अभी तक वैध नहीं प्रमाणपत्र शामिल करें।
ml_in: കാലഹരണപ്പെട്ടതോ ഇനിയും സാധുവാകാത്തതോ ആയ സർട്ടിഫിക്കറ്റുകൾ ഫലങ്ങളിൽ ഉൾപ്പെടുത്തുക.
pl_pl: Uwzględnij wygasłe lub jeszcze nieważne certyfikaty w wynikach.

# SearchCertificatesTextBox.PlaceholderText
source: Search certificates...
ar: البحث في الشهادات...
de_de: Nach Zertifikaten suchen...
el_gr: Αναζήτηση πιστοποιητικών...
es: Buscar certificados...
fr_fr: Rechercher des certificats...
he_il: חפש תעודות...
hi_in: प्रमाणपत्र खोजें...
ml_in: സർട്ടിഫിക്കറ്റുകൾ തിരയുക...
pl_pl: Wyszukaj certyfikaty...

# CertificatesCTLHeaderInfo.Text
source: Certificate Trust List Header Information
ar: معلومات رأس قائمة ثقة الشهادات
de_de: Kopfzeileninformationen der Certificate Trust List
el_gr: Πληροφορίες Κεφαλίδας Λίστας Εμπιστοσύνης Πιστοποιητικών
es: Información de Encabezado de Lista de Confianza de Certificados
fr_fr: Informations d'en-tête de la liste de confiance des certificats
he_il: מידע כותרת רשימת אמון תעודות
hi_in: प्रमाणपत्र विश्वास सूची हेडर जानकारी
ml_in: സർട്ടിഫിക്കറ്റ് ട്രസ്റ്റ് ലിസ്റ്റ് ഹെഡർ വിവരങ്ങൾ
pl_pl: Informacje Nagłówka Listy Zaufania Certyfikatów

# CertificatesCTLHeaderInfo.ToolTipService.ToolTip
source: Certificate Trust List Header Information
ar: معلومات رأس قائمة ثقة الشهادات
de_de: Kopfzeileninformationen der Certificate Trust List
el_gr: Πληροφορίες Κεφαλίδας Λίστας Εμπιστοσύνης Πιστοποιητικών
es: Información de Encabezado de Lista de Confianza de Certificados
fr_fr: Informations d'en-tête de la liste de confiance des certificats
he_il: מידע כותרת רשימת אמון תעודות
hi_in: प्रमाणपत्र विश्वास सूची हेडर जानकारी
ml_in: സർട്ടിഫിക്കറ്റ് ട്രസ്റ്റ് ലിസ്റ്റ് ഹെഡർ വിവരങ്ങൾ
pl_pl: Informacje Nagłówka Listy Zaufania Certyfikatów

# CertificatesCTLHeaderInfo.AutomationProperties.HelpText
source: Certificate Trust List Header Information
ar: معلومات رأس قائمة ثقة الشهادات
de_de: Kopfzeileninformationen der Certificate Trust List
el_gr: Πληροφορίες Κεφαλίδας Λίστας Εμπιστοσύνης Πιστοποιητικών
es: Información de Encabezado de Lista de Confianza de Certificados
fr_fr: Informations d'en-tête de la liste de confiance des certificats
he_il: מידע כותרת רשימת אמון תעודות
hi_in: प्रमाणपत्र विश्वास सूची हेडर जानकारी
ml_in: സർട്ടിഫിക്കറ്റ് ട്രസ്റ്റ് ലിസ്റ്റ് ഹെഡർ വിവരങ്ങൾ
pl_pl: Informacje Nagłówka Listy Zaufania Certyfikatów

# CTLHeaderInfoFlyoutButton.Content
source: CTL Header Info
ar: معلومات رأس CTL
de_de: CTL-Kopfzeileninfo
el_gr: Πληροφορίες Κεφαλίδας CTL
es: Info de Encabezado CTL
fr_fr: Infos d'en-tête CTL
he_il: מידע כותרת CTL
hi_in: CTL हेडर जानकारी
ml_in: CTL ഹെഡർ വിവരം
pl_pl: Info Nagłówka CTL

# CTLHeaderInfoFlyoutButton.ToolTipService.ToolTip
source: Displays detailed info about the Certificates Trusted List files downloaded from Microsoft's Server.
ar: يعرض معلومات تفصيلية حول ملفات قائمة الشهادات الموثوقة المنزلة من خادم مايكروسوفت.
de_de: Zeigt detaillierte Informationen zu den von Microsoft-Servern heruntergeladenen Dateien der Certificate Trust List an.
el_gr: Εμφανίζει λεπτομερείς πληροφορίες για τα αρχεία Λίστας Αξιόπιστων Πιστοποιητικών που κατεβάστηκαν από τον Διακομιστή της Microsoft.
es: Muestra información detallada sobre los archivos de Lista de Certificados de Confianza descargados del Servidor de Microsoft.
fr_fr: Affiche des informations détaillées sur les fichiers de la liste de confiance des certificats téléchargés depuis le serveur de Microsoft.
he_il: מציג מידע מפורט על קובצי רשימת התעודות המהימנות שהורדו משרת Microsoft.
hi_in: माइक्रोसॉफ्ट के सर्वर से डाउनलोड की गई प्रमाणपत्र विश्वसनीय सूची फाइलों के बारे में विस्तृत जानकारी प्रदर्शित करता है।
ml_in: മൈക്രോസോഫ്റ്റിന്റെ സെർവറിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്ത സർട്ടിഫിക്കറ്റ് വിശ്വസനീയ ലിസ്റ്റ് ഫയലുകളെക്കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ പ്രദർശിപ്പിക്കുന്നു.
pl_pl: Wyświetla szczegółowe informacje o plikach Listy Zaufanych Certyfikatów pobranych z Serwera Microsoft.

# CTLHeaderInfoFlyoutButton.AutomationProperties.HelpText
source: Displays detailed info about the Certificates Trusted List files downloaded from Microsoft's Server.
ar: يعرض معلومات تفصيلية حول ملفات قائمة الشهادات الموثوقة المنزلة من خادم مايكروسوفت.
de_de: Zeigt detaillierte Informationen zu den von Microsoft-Servern heruntergeladenen Dateien der Certificate Trust List an.
el_gr: Εμφανίζει λεπτομερείς πληροφορίες για τα αρχεία Λίστας Αξιόπιστων Πιστοποιητικών που κατεβάστηκαν από τον Διακομιστή της Microsoft.
es: Muestra información detallada sobre los archivos de Lista de Certificados de Confianza descargados del Servidor de Microsoft.
fr_fr: Affiche des informations détaillées sur les fichiers de la liste de confiance des certificats téléchargés depuis le serveur de Microsoft.
he_il: מציג מידע מפורט על קובצי רשימת התעודות המהימנות שהורדו משרת Microsoft.
hi_in: माइक्रोसॉफ्ट के सर्वर से डाउनलोड की गई प्रमाणपत्र विश्वसनीय सूची फाइलों के बारे में विस्तृत जानकारी प्रदर्शित करता है।
ml_in: മൈക്രോസോഫ്റ്റിന്റെ സെർവറിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്ത സർട്ടിഫിക്കറ്റ് വിശ്വസനീയ ലിസ്റ്റ് ഫയലുകളെക്കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ പ്രദർശിപ്പിക്കുന്നു.
pl_pl: Wyświetla szczegółowe informacje o plikach Listy Zaufanych Certyfikatów pobranych z Serwera Microsoft.

# MainInfoBarDeleteCertificateSelectMessage
source: Please select a certificate to delete.
ar: يرجى تحديد شهادة للحذف.
de_de: Bitte wählen Sie ein zu löschendes Zertifikat aus.
el_gr: Παρακαλώ επιλέξτε ένα πιστοποιητικό για διαγραφή.
es: Por favor seleccione un certificado para eliminar.
fr_fr: Veuillez sélectionner un certificat à supprimer.
he_il: אנא בחר תעודה למחיקה.
hi_in: कृपया हटाने के लिए एक प्रमाणपत्र चुनें।
ml_in: ദയവായി ഡിലീറ്റ് ചെയ്യാൻ ഒരു സർട്ടിഫിക്കറ്റ് തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać certyfikat do usunięcia.

# DeleteCertificateDialogTitle
source: Delete Certificate
ar: حذف الشهادة
de_de: Zertifikat löschen
el_gr: Διαγραφή Πιστοποιητικού
es: Eliminar Certificado
fr_fr: Supprimer le certificat
he_il: מחק תעודה
hi_in: प्रमाणपत्र हटाएं
ml_in: സർട്ടിഫിക്കറ്റ് ഡിലീറ്റ് ചെയ്യുക
pl_pl: Usuń Certyfikat

# DeleteCertificateDialogContent
source: Are you sure you want to delete this certificate? Subject: {0} Store: {1}\{2} Thumbprint: {3}
ar: هل أنت متأكد من أنك تريد حذف هذه الشهادة؟ الموضوع: {0} المخزن: {1}\{2} البصمة: {3}
de_de: Sind Sie sicher, dass Sie dieses Zertifikat löschen möchten? Antragsteller: {0} Speicher: {1}\{2} Fingerabdruck: {3}
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πιστοποιητικό; Θέμα: {0} Αποθήκη: {1}\{2} Αποτύπωμα: {3}
es: ¿Está seguro de que desea eliminar este certificado? Sujeto: {0} Almacén: {1}\{2} Huella Digital: {3}
fr_fr: Êtes-vous sûr de vouloir supprimer ce certificat ? Objet : {0} Magasin : {1}\{2} Empreinte : {3}
he_il: האם אתה בטוח שברצונך למחוק תעודה זו? נושא: {0} מאגר: {1}\{2} טביעת אצבע: {3}
hi_in: क्या आप वाकई इस प्रमाणपत्र को हटाना चाहते हैं? विषय: {0} स्टोर: {1}\{2} अंगूठाछाप: {3}
ml_in: നിങ്ങൾക്ക് ഈ സർട്ടിഫിക്കറ്റ് ഡിലീറ്റ് ചെയ്യണമെന്ന് ഉറപ്പാണോ? വിഷയം: {0} സ്റ്റോർ: {1}\{2} വിരലടയാളം: {3}
pl_pl: Czy na pewno chcesz usunąć ten certyfikat? Podmiot: {0} Magazyn: {1}\{2} Odcisk Palca: {3}

# DeleteCertificateDialogPrimaryButton
source: Delete
ar: حذف
de_de: Löschen
el_gr: Διαγραφή
es: Eliminar
fr_fr: Supprimer
he_il: מחק
hi_in: हटाएं
ml_in: ഡിലീറ്റ് ചെയ്യുക
pl_pl: Usuń

# InvalidStoreLocationWarning
source: Invalid store location: {0}
ar: موقع مخزن غير صالح: {0}
de_de: Ungültiger Speicherort: {0}
el_gr: Μη έγκυρη τοποθεσία αποθήκης: {0}
es: Ubicación de almacén inválida: {0}
fr_fr: Emplacement de magasin invalide : {0}
he_il: מיקום מאגר לא חוקי: {0}
hi_in: अमान्य स्टोर स्थान: {0}
ml_in: അസാധുവായ സ്റ്റോർ സ്ഥാനം: {0}
pl_pl: Nieprawidłowa lokalizacja magazynu: {0}

# CertificateNotFoundInStoreWarning
source: Certificate not found in the store.
ar: الشهادة غير موجودة في المخزن.
de_de: Zertifikat nicht im Speicher gefunden.
el_gr: Το πιστοποιητικό δεν βρέθηκε στην αποθήκη.
es: Certificado no encontrado en el almacén.
fr_fr: Certificat non trouvé dans le magasin.
he_il: התעודה לא נמצאה במאגר.
hi_in: प्रमाणपत्र स्टोर में नहीं मिला।
ml_in: സർട്ടിഫിക്കറ്റ് സ്റ്റോറിൽ കണ്ടെത്തിയില്ല.
pl_pl: Certyfikat nie został znaleziony w magazynie.

# CertificateDeletedSuccessMessage
source: Certificate deleted successfully from {0}\{1}
ar: تم حذف الشهادة بنجاح من {0}\{1}
de_de: Zertifikat erfolgreich aus {0}\{1} gelöscht
el_gr: Το πιστοποιητικό διαγράφηκε επιτυχώς από {0}\{1}
es: Certificado eliminado exitosamente de {0}\{1}
fr_fr: Certificat supprimé avec succès de {0}\{1}
he_il: התעודה נמחקה בהצלחה מ-{0}\{1}
hi_in: प्रमाणपत्र सफलतापूर्वक {0}\{1} से हटा दिया गया
ml_in: സർട്ടിഫിക്കറ്റ് വിജയകരമായി {0}\{1} ൽ നിന്ന് ഡിലീറ്റ് ചെയ്തു
pl_pl: Certyfikat został pomyślnie usunięty z {0}\{1}

# StartingCertificateAnalysisMessage
source: Starting certificate analysis...
ar: بدء تحليل الشهادات...
de_de: Zertifikatsanalyse wird gestartet...
el_gr: Έναρξη ανάλυσης πιστοποιητικών...
es: Iniciando análisis de certificados...
fr_fr: Démarrage de l'analyse des certificats...
he_il: מתחיל ניתוח תעודות...
hi_in: प्रमाणपत्र विश्लेषण प्रारंभ किया जा रहा है...
ml_in: സർട്ടിഫിക്കറ്റ് വിശകലനം ആരംഭിക്കുന്നു...
pl_pl: Rozpoczynanie analizy certyfikatów...

# StlFileParsedMessage
source: STL file parsed {0} subjects in {1} ms.
ar: تم تحليل ملف STL لـ {0} موضوع في {1} مللي ثانية.
de_de: STL-Datei {0} Antragsteller in {1} ms analysiert.
el_gr: Το αρχείο STL ανέλυσε {0} θέματα σε {1} ms.
es: Archivo STL procesado {0} sujetos en {1} ms.
fr_fr: Fichier STL analysé {0} sujets en {1} ms.
he_il: קובץ STL נותח: {0} נושאים בתוך {1} מילישניות.
hi_in: STL फाइल ने {1} मिलीसेकंड में {0} विषयों का विश्लेषण किया।
ml_in: STL ഫയൽ {1} ms ൽ {0} വിഷയങ്ങൾ പാഴ്സ് ചെയ്തു.
pl_pl: Plik STL przeanalizowano {0} podmiotów w {1} ms.

# CertificateAnalysisCompletedMessage
source: Certificate analysis completed. Found {0} certificates not chaining to STL roots.
ar: اكتمل تحليل الشهادات. تم العثور على {0} شهادة لا ترتبط بجذور STL.
de_de: Zertifikatsanalyse abgeschlossen. {0} Zertifikate gefunden, die nicht zu STL-Stammzertifikaten verkettet sind.
el_gr: Η ανάλυση πιστοποιητικών ολοκληρώθηκε. Βρέθηκαν {0} πιστοποιητικά που δεν συνδέονται με ρίζες STL.
es: Análisis de certificados completado. Se encontraron {0} certificados que no se vinculan con raíces STL.
fr_fr: Analyse des certificats terminée. Trouvé {0} certificats ne chaînant pas aux racines STL.
he_il: ניתוח התעודות הושלם. נמצאו {0} תעודות שאינן משורשרות לשורשי ה-STL.
hi_in: प्रमाणपत्र विश्लेषण पूरा हुआ। {0} प्रमाणपत्र मिले जो STL रूट्स से जुड़े नहीं हैं।
ml_in: സർട്ടിഫിക്കറ്റ് വിശകലനം പൂർത്തിയായി. STL റൂട്ടുകളുമായി ബന്ധമില്ലാത്ത {0} സർട്ടിഫിക്കറ്റുകൾ കണ്ടെത്തി.
pl_pl: Analiza certyfikatów zakończona. Znaleziono {0} certyfikatów niepowiązanych z korzeniami STL.

# RetrievingAllCertificatesMessage
source: Retrieving all certificates from certificate stores...
ar: استرداد جميع الشهادات من مخازن الشهادات...
de_de: Alle Zertifikate aus den Zertifikatspeichern werden abgerufen...
el_gr: Ανάκτηση όλων των πιστοποιητικών από τις αποθήκες πιστοποιητικών...
es: Recuperando todos los certificados de los almacenes de certificados...
fr_fr: Récupération de tous les certificats des magasins de certificats...
he_il: מאחזר את כל התעודות ממאגרי התעודות...
hi_in: प्रमाणपत्र स्टोर्स से सभी प्रमाणपत्र प्राप्त किए जा रहे हैं...
ml_in: സർട്ടിഫിക്കറ്റ് സ്റ്റോറുകളിൽ നിന്ന് എല്ലാ സർട്ടിഫിക്കറ്റുകളും റിട്രീവ് ചെയ്യുന്നു...
pl_pl: Pobieranie wszystkich certyfikatów z magazynów certyfikatów...

# RetrievedCertificatesMessage
source: Retrieved {0} certificates in {1} ms.
ar: تم استرداد {0} شهادة في {1} مللي ثانية.
de_de: {0} Zertifikate in {1} ms abgerufen.
el_gr: Ανακτήθηκαν {0} πιστοποιητικά σε {1} ms.
es: Se recuperaron {0} certificados en {1} ms.
fr_fr: {0} certificats récupérés en {1} ms.
he_il: אוחזרו {0} תעודות בתוך {1} מילישניות.
hi_in: {1} मिलीसेकंड में {0} प्रमाणपत्र प्राप्त किए गए।
ml_in: {1} ms ൽ {0} സർട്ടിഫിക്കറ്റുകൾ റിട്രീവ് ചെയ്തു.
pl_pl: Pobrano {0} certyfikatów w {1} ms.

# CertificateRetrievalCompletedMessage
source: Certificate retrieval completed. Found {0} total certificates.
ar: اكتمل استرداد الشهادات. تم العثور على {0} شهادة إجمالي.
de_de: Abrufen der Zertifikate abgeschlossen. Insgesamt {0} Zertifikate gefunden.
el_gr: Η ανάκτηση πιστοποιητικών ολοκληρώθηκε. Βρέθηκαν {0} συνολικά πιστοποιητικά.
es: Recuperación de certificados completada. Se encontraron {0} certificados en total.
fr_fr: Récupération des certificats terminée. {0} certificats trouvés au total.
he_il: אחזור התעודות הושלם. נמצאו {0} תעודות בסך הכול.
hi_in: प्रमाणपत्र प्राप्ति पूरी हुई। कुल {0} प्रमाणपत्र मिले।
ml_in: സർട്ടിഫിക്കറ്റ് റിട്രീവൽ പൂർത്തിയായി. മൊത്തം {0} സർട്ടിഫിക്കറ്റുകൾ കണ്ടെത്തി.
pl_pl: Pobieranie certyfikatów zakończone. Znaleziono łącznie {0} certyfikatów.

# NoRootCertificate
source: (no root)
ar: (لا يوجد جذر)
de_de: (kein Stamm)
el_gr: (χωρίς ρίζα)
es: (sin raíz)
fr_fr: (pas de racine)
he_il: (ללא שורש)
hi_in: (कोई मूल नहीं)
ml_in: (റൂട്ട് ഇല്ല)
pl_pl: (brak korzenia)

# NoCertificateHash
source: (none)
ar: (لا يوجد)
de_de: (keiner)
el_gr: (κανένα)
es: (ninguno)
fr_fr: (aucun)
he_il: (אין)
hi_in: (कोई नहीं)
ml_in: (ഒന്നുമില്ല)
pl_pl: (brak)

# EmptyValue
source: EMPTY
ar: فارغ
de_de: LEER
el_gr: ΚΕΝΟ
es: VACÍO
fr_fr: VIDE
he_il: ריק
hi_in: खाली
ml_in: ശൂന്യം
pl_pl: PUSTY

# InputFileIsNeitherCABNorSTLError
source: Input file is neither a valid CAB file nor an STL file.
ar: الملف المدخل ليس ملف CAB صالح ولا ملف STL.
de_de: Eingabedatei ist weder eine gültige CAB-Datei noch eine STL-Datei.
el_gr: Το αρχείο εισόδου δεν είναι ούτε έγκυρο αρχείο CAB ούτε αρχείο STL.
es: El archivo de entrada no es ni un archivo CAB válido ni un archivo STL.
fr_fr: Le fichier d'entrée n'est ni un fichier CAB valide ni un fichier STL.
he_il: קובץ הקלט אינו קובץ CAB תקין ואינו קובץ STL.
hi_in: इनपुट फाइल न तो वैध CAB फाइल है और न ही STL फाइल है।
ml_in: ഇൻപുട്ട് ഫയൽ സാധുവായ CAB ഫയലോ STL ഫയലോ അല്ല.
pl_pl: Plik wejściowy nie jest ani prawidłowym plikiem CAB ani plikiem STL.
